Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All150502--omegat.tmx
Source language: en_us
Languages: ja

source: Access to Event Press/Analyst List
ja: イベントのプレスやアナリスト リストの照会

source: Access to Hotel Chinzanso
ja: ホテルへのアクセス

source: According to some studies, open source is being adopted by well over half the companies in existence.
ja: ある調査報告では、現存する企業の半分以上がオープン ソースを導入しています。

source: Adam Shostack is a technologist, entrepreneur, author and game designer.
ja: Adam Shostack はテクノロジストであると同時に、起業家、作家、そしてゲーム デザイナーでもあります。

source: Adam is the author of "Threat Modeling: Designing for Security," and the co-author of "The New School of Information Security." For more on Adam, see adam.shostack.org.
ja: Adam は "Threat Modeling: Designing for Security" の著者であり、"The New School of Information Security" の共著者です。彼の詳細については、adam.shostack.org をご覧ください。

source: Additional Resources
ja: その他の資料

source: Additional file types and checksum algorithms are now supported.
ja: サポートされるファイル タイプやチェックサム アルゴリズムが増えた。

source: Additional scanners can be rented for US$250.
ja: 追加のスキャナーをご希望の場合は、1 台 250 ドルで貸与となります。

source: Additionally, Intel and Switch are preparing a large compute farm to be used for advancing CNCF technologies.
ja: また、Intel と Switch は、CNCF 技術の向上に使用するための大規模なコンピュート ファームを準備しています。

source: Additionally, The Linux Foundation is announcing Emily Ratliff is joining The Linux Foundation as senior director of infrastructure security for CII.
ja: また Linux Foundation は、CII の基盤セキュリティ担当シニア ディレクターとして Emily Ratliff を迎えることも発表しています。

source: Additionally, The Linux Foundation is offering for the first time a Certified SysAdmin Exam Prep Workshop at LinuxCon in Seattle.
ja: また、The Linux Foundation はシアトルの LinuxCon で初めて SysAdmin Exam Prep Workshop を開催します。

source: Additionally, there will be an individual membership class, which will have representation on the board.
ja: なお、理事会に参加する個人メンバーシップ クラスも設けられる予定です。

source: Administering and defending the Linux trademark to protect the investment in the brand “Linux”
ja: Linux ブランドへの投資を安心して行うことができるように Linux 商標を管理し保護する

source: After issuing more than 25,000 certificates during the Private Beta, anyone can now get a certificate for free.
ja: 限定ベータ版の実施期間中に 25,000 を超える証明書が発行されましたが、これからは誰でも無償で証明書を取得できます。

source: Agenda Open Systems is one of the largest Slovenian providers of open source software.
ja: Agenda Open Systems は、スロベニアの大手オープン ソース ソフトウェア プロバイダーです。

source: Agenda Open Systems, Apprenda, Doky.io, Exablox and Rausch Netzwerktechnik GmbH increase investments in Linux and collaborative development
ja: Agenda Open Systems、Apprenda、Doky.io、Exablox および Rausch Netzwerktechnik GmbH が Linux や共同開発への投資を強化

source: Aimed at users, developers and everybody else interested in Apache CloudStack, the CloudStack Days events are the place to learn more about CloudStack or join developers to discuss its past, present and future.
ja: Apache CloudStack に興味のあるユーザーや開発者をはじめとするすべての人々を対象としたこのイベントは、CloudStack について詳しく学び、その過去、現在、未来について開発者らと議論できる場です。

source: Aisin
ja: アイシン

source: All Linux Foundation (LF) activities are subject to compliance with the LF’s Antitrust Policy.
ja: Linux Foundation (LF) が行うすべての活動は、LF の独占禁止ポリシーの順守を条件とします。

source: All Subaru products are manufactured in zero-landfill production plants and Subaru of Indiana Automotive Inc. is the only U.S. automobile production plant to be designated a backyard wildlife habitat by the National Wildlife Federation.
ja: すべてのスバル製品は、埋め立て廃棄物ゼロ (zero-landrill) 生産計画のもとで製造され、Subaru of Indiana Automotive Inc. は全米野生生物連盟が提唱する Backyard. Wildlife Habitat プログラムの野生生物生息地に認定された唯一の自動車生産工場です。

source: All boxes must be properly closed and packed, duly labeled with the following information:
ja: 荷物は適切に梱包し、以下の住所宛てに発送してください。

source: All of this is goodness and they should be applauded for their successes.
ja: そのどれもが優れたもので、彼らの成功は称えられるべきです。

source: All shipments must arrive at the Chinzan-so Hotel & Conference Center no earlier than Thursday, May 28th.
ja: 展示品は、5 月 28 日 (木) 以降に椿山荘会議センターに到着するよう手配してください。

source: All submissions must be received by Friday, September 11th.
ja: 発表案は、9 月 11 日 (金) までに提出してください。

source: All told, the 4.2 development cycle looks to be the busiest in some time, and it may yet turn out to be the busiest kernel development cycle yet.
ja: 人々は、いつか 4.2 開発サイクルは最も多忙になると話していましたが、そうなるかもしれません。

source: AllJoyn Certified program with real-world interoperability testing to ensure products will work well together
ja: 製品間の実際の相互運用性をテストして保証する AllJoyn Certified (AllJoyn 認証) プログラム

source: AllJoyn IoT Framework Updated with Enhanced Security Functionality
ja: AllJoyn IoT フレームワーク更新: セキュリティ機能を拡張

source: AllJoyn software framework for discovery, connection, communication
ja: AllJoyn ソフトウェア フレームワークで 発見、接続、コミュ二ケーションが可能に

source: AllSeen Alliance Addresses Major IoT Security Challenge; New Layer Gives More User Control and Key Management For Even Greater Device Security
ja: AllSeen Alliance が IoT の主要なセキュリティ課題に対応: 新レイヤでユーザー制御機能と鍵管理機能を強化しデバイス セキュリティ向上も

source: AllSeen Alliance Continues Membership Growth As AllJoyn® IoT Technology Gains Major Market Momentum
ja: AllJoyn® の IoT 技術が市場を席巻するにつれ AllSeen Alliance のメンバーも着実に増加

source: AllSeen Alliance Deepens IT Infrastructure and Cloud Computing Expertise for IoT
ja: AllSeen Alliance が IOT のための IT インフラやクラウド コンピューティングの専門知識を強化

source: AllSeen Alliance Develops Service Framework to Control and Monitor Smart Home Devices and Appliances
ja: AllSeen Alliance がスマートホーム用の機器や家電を制御・監視するサービス フレームワークを開発

source: Alps Electric has also taken a focus on the connected car, by introducing the Wireless LAN/Bluetooth® Combination Module for Automotive products that are vehicle compatible.
ja: 同社はコネクテッド カーにも注力しており、車載用 Wireless LAN/Bluetooth® コンビネーション モジュールも発表しています。

source: Alps Electric is a leading global manufacturer of high quality electronic components for mobile devices, home electronics, vehicles and industrial equipment.
ja: アルプス電気 http://www.alps.com/j/ は、携帯電話、家電、自動車、および産業機器向けの高品質電子部品を提供する大手グローバル メーカーです。

source: Alps Electric supplies over 40,000 different components to about 2,000 companies all over the world.
ja: アルプス電気は、4 万種類以上の電子部品を世界中の約 2,000 社の企業に供給しています。

source: Alps Electric, Konsulko Group and Virtual Open Systems Join the Linux Foundation and Automotive Grade Linux
ja: アルプス電気、Konsulko Group、Virtual Open Systems の 3 社が Linux Foundation と Automotive Grade Linux のメンバーに

source: Alps Electric, Konsulko Group, Sony and Virtual Open Systems Join the Linux Foundation and Automotive Grade Linux
ja: アルプス電気、Konsulko Group、ソニー、Virtual Open Systems の 4 社が Linux Foundation と Automotive Grade Linux のメンバーに

source: Already several members of AGL, including Toyota, Aisin AW, DENSO, Fujitsu Ten, HARMAN, Panasonic, Pioneer and Renesas Electronics are planning to use the AGL Unified Code Base distribution to deliver a modern in-vehicle infotainment and connected car experience for consumers.
ja: トヨタ自動車、アイシン AW、デンソー、富士通テン、HARMAN、パナソニック、パイオニア、ルネサス エレクトロニクスなどの AGL メンバーには、すでにこの AGL ユニファイド コード ベースを使用して最新の車載情報機器やコネクテッド カー サービスを提供する計画があります。

source: Already within OpenDaylight we have great experience doing this.
ja: OpenDaylight には、これについてはすでに素晴らしい経験があります。

source: Although initially focused on In-Vehicle-Infotainment (IVI), the new distribution has been architected to allow different profiles to be created from the same code base to address all applications in the car, such as instrument cluster, heads up display, telematics and connected car.
ja: 当初はおもに車載情報機器 (In-Vehicle-Infotainment: IVI) が対象でしたが、この新しいディストリビューションは、同じコード ベースから自動車のあらゆるアプリケーション (計器盤、ヘッド アップ ディスプレイ、テレマティクス、コネクテッド カーなど) に対応できるさまざまなプロファイルを作成できるよう設計されています。

source: American Fuzzy Lop fuzzer will be used to automatically generate new test cases for OpenSSL from which TIS interpreter can detect bugs.
ja: American Fuzzy Lop fuzzer を使って OpenSSL の新しいテスト ケースを自動生成し、TIS インタープリタがバグを検出できるようにします。

source: Among some of the world’s largest users, such as Google and Facebook, cloud native development allows unprecedented scale and efficiency,” said Jim Zemlin, executive director at The Linux Foundation.
ja: Google や Facebbook のように世界的規模のユーザーの間で、クラウド ネイティブな開発はこれまでにないスケールと効率性を実現しています。

source: An increasing portion of our private lives and business operations are recorded, managed, and shared virtually.
ja: 人々の生活や企業活動の中でバーチャルに記録され、管理され、共有される部分がますます多くなりました。

source: An industry transformation is underway in which virtualization is accelerating and driving the IT industry to seek faster service delivery and higher efficiency.
ja: 業界変革が進む中で、仮想化技術は IT 業界による高速サービスや効率化向上の追求を加速・牽引しています。

source: Analyst predictions estimate that four billion people will be connected to more than 30 billion devices, services and applications by 2020.
ja: アナリストの予測によれば、2020 年までには 40 億人が 300 億以上のデバイスやサービスやアプリケーションとつながります。

source: And employers who invest in these skills among their team members will be assured of their skillsets and will be able to support future workloads as we move toward a world dominated by cloud computing.
ja: また、チームメンバーがそうしたスキルを持てるように投資する雇用者は、クラウド コンピューティングが主流となりつつある中で、彼らのスキルセットを信頼し、将来のワークロードに対応できるでしょう。

source: And for OpenDaylight?
ja: OpenDaylight にとってはどうか?

source: And we believe it will power the innovations now barely visible on the horizon.
ja: そしてそれは、まだ見ぬイノベーションも助けるに違いありません。

source: And, critical security issues like session hijacking can only be resolved by securing sites’ servers.
ja: また、セッション ハイジャックのような重大なセキュリティ問題を解決するには、サイト サーバーを保護するしかありません。

source: And, even more powerful is that those environments can seamlessly be used in production as well, enabling the development Holy Grail of dev/prod parity.
ja: また、さらに強力なのは、それらの環境がプロダクション環境でシームレスに使われ、開発の " Holy Grail of dev/prod parity (「開発/プロダクション一致」の聖杯)" が実現することです。

source: Android Embedded (Fork)
ja: Android Embedded (フォーク)

source: Annotations have been expanded and include replacing ‘review’ comments and can be provided on any specific element in an SPDX document.
ja: 注釈が拡張され、レビュー コメントの置換も含むようになり、SPDX ドキュメント内の特定エレメントに入れることができる。

source: Anti-Trust Reminder
ja: 独占禁止に関する覚書

source: Antitrust Statement
ja: 独占禁止に関する声明

source: Any of you who have spent any time with a standards organization know how hard this is to achieve.
ja: 標準化組織とお付き合いのある方は、これがどれほど達成困難なことかおわかりでしょう。

source: Anyone can issue a pull request with suggested changes from the most successful alternatives.
ja: 成功した代替式の修正案の pull リクエストを発行することもできます。

source: Anyone from your company that is speaking at LinuxCon + CloudOpen Japan 2015 should use the speaker discount code that they received from our Program Manager.
ja: LinuxCon + CloudOpen Japan 2015 の講演者の方は、The Linux Foundation のプログラム マネージャーから提供されたスピーカー ディスカウント コードをご利用になれます。

source: Anyone from your company that is speaking should use the speaker discount code that they received.
ja: 講演者の方は、The Linux Foundation のプログラム マネージャーから提供されたスピーカー ディスカウント コードをご利用になれます。

source: App Developers
ja: アプリ開発者

source: Apple has long valued developers, but this week adopted a key strategy that has become the defacto approach to programming languages: open source.
ja: Apple は開発者を重視してきましたが、今回はプログラミング言語へのデファクト アプローチとなっている重要な戦略「オープン ソース」を採用したのです。

source: Apple this week made an announcement worthy of applause and, indeed, the news received the loudest applause of opening day at WWDC.
ja: Apple は先日賞賛すべき発表を行い、実際にそのニュースは WWDC の初日に大喝采を浴びました。

source: Apple’s Decision to Open Source Swift Met with Developer Applause
ja: Apple の Swift オープン ソース化を開発者が称賛

source: Application Framework and HTML5/Native Apps
ja: アプリケーション フレームワークと HTML 5 / ネイティブ アプリ

source: Applications
ja: アプリケーション

source: As OpenDaylight's executive director, Nicolas “Neela” Jacques works with the OpenDaylight community to advance SDN and NFV with a developer-driven open source platform for products and technologies that expand the intelligence, programmability and performance of network infrastructures.
ja: OpenDaylight のエグゼクティブ ディレクター Nicolas "Neela" Jacques は、ネットワーク基盤のインテリジェンス、プログラマビリティ、およびパフォーマンスを高める製品や技術を開発するために OpenDaylight コミュニティと協力し、開発者主導のオープン ソース プラットフォームを用いて SDN (Software-Defined Networking) や NFV (Network Functions Virtualization) を発展させています。

source: As a Platinum member of The Linux Foundation, Huawei will gain a seat on the Board of Directors and help guide the organization as the role of open source and collaboration increases in building new technologies.
ja: Huawei は、The Linux Foundation のプラチナ メンバーとしてボード メンバーにも加わり、オープン ソースや共同開発が新技術構築に果たす役割が増す中で同組織を支援していきます。

source: As a result, businesses are struggling with how to increase the efficiency of their data storage, while decreasing security risks.
ja: そのため、企業は、セキュリティ リスクを減らしながら自社のデータ ストレージの効率化を高める方法を模索しています。

source: As key technologies are increasingly built collaboratively, global telecom leader increases commitment to Linux and open source
ja: 主要技術はますます共同開発化が進み、グローバル テレコム リーダーが Linux やオープン ソースへの関与を強化

source: As of this writing the 4.3 merge window is still open, so it is possible that more features may be added.
ja: これを書いている時点では 4.3 のマージウィンドウがまだ開いていますので、さらに機能が追加される可能性があります。

source: As projects grow to the size of Node.js, they benefit from the neutrality, open governance and community that only a foundation can provide,” said Jim Zemlin, executive director at The Linux Foundation.
ja: プロジェクトが Node.js のような規模に成長すると、中立性やオープン ガバナンスやコミュニティから恩恵を受けますが、これらは財団だからこそ提供可能なものです。

source: As senior director of infrastructure security, Ratliff will set the direction for all CII endeavors, including managing membership growth, grant proposals and funding, and newly created CII tools and services.
ja: 基盤セキュリティ担当シニア ディレクターとして、CII のあらゆる取り組みの方針を決定します。たとえば、メンバーシップの成長、助成金の提案と提供、および新規に作成された CII ツールやサービスなどのマネージングなど。

source: As virtualization of compute, storage and networking continues to grow, fundamental changes in the way IO and networking subsystems are designed are required.
ja: 計算、ストレージ、およびネットワークの仮想化が進めば、IO サブシステムやネットワーク サブシステムの設計方法を根本的に変える必要があります。

source: As we move deeper into the complexities of the Internet of Things (IoT), mobile computing and automotive technologies (key battlefields in tech), Apple, Microsoft, Facebook, Amazon, Google and many others look to open source software to advance innovation in these areas.
ja: Internet of Things (IoT)、モバイル コンピューティング、自動車技術 (技術の戦場) などはますます複雑化し、Apple、Microsoft、Facebook、Amazon、Google をはじめとする多くの企業が、こうした分野のイノベーションを進めるためにオープン ソース ソフトウェアに目を向けています。

source: As with the weather, there are no certainties about what may be merged into the Linux kernel going forward; every change is evaluated on both its merits and its long-term maintenance costs.
ja: 天気と同じで、これから Linux カーネルに何がマージされるかはわかりませんが、すべての変更は、メリットと長期メンテナンス コストの両面から評価されます。

source: At CES 2016, the AGL UCB will be featured as part of the GENIVI CES 2016 Demonstration Showcase in the Trump International Hotel on January 6-7, 2016.
ja: CES 2016 では、GENIVI CES 2016 のデモンストレーション ショーケースで AGL UCB が紹介されます (1 月 6～7 日、Trump International Hotel)。

source: At the Linux Foundation, Zemlin works with the world’s largest technology companies, including IBM, Intel, Google, Samsung, Qualcomm, and others to help define the future of computing on the server, in the cloud and on a variety of new mobile computing devices.
ja: 彼は The Linux Foundation において、IBM、Intel、Google、Samsung、Qualcomm をはじめとする世界的な技術企業と協力し、サーバー、クラウド、および各種の新モバイル コンピューター機器の次世代コンピューター機能の定義を推進しています。

source: At the heart of Linux and open source is the technology.
ja: Linux / オープン ソースの中核にあるのは技術です。

source: At the same time, the requirements of enterprise Linux users are getting more demanding; higher throughput is needed but at bounded latency due to functions like video streaming, for example.
ja: 同時に、Linux の企業ユーザーが抱えるシステム要件も厳しくなっています。つまり、高度な処理能力が要求される一方で、ビデオ ストリーミングなどの機能による遅延も免れません。

source: At the same time, we need to recognize that the user community needs us to find a way to come together to drive towards greater collaboration, integration and rationalization.
ja: また、ユーザー コミュニティにとっては、私たちが協力してよりよい協業、統合、および合理化の道を見つけることが理想的です。

source: At this point, though, the bulk of that code has been merged upstream.
ja: しかし現時点では、そのコードの多くがアップストリームにマージされています。

source: Attendees are expected to behave according to professional standards and in accordance with their employer's policies on appropriate workplace behavior.
ja: 参加者は、プロフェッショナルの基準と、各自の所属組織が定める適切な勤務態度に関するポリシーとに従って行動することが求められます。

source: Attendees can expect a detailed update on the upcoming kernel release, including recent release history, highlighted features, active employer statistics and much more.
ja: 受講者は、カーネル次期パージョンの最新の詳細情報 (公開履歴、主要機能、積極的に貢献している企業など) を知ることができます。

source: Audience interaction 101
ja: 受講者とのやりとり入門編

source: Automakers and suppliers are able to collaborate directly with AGL’s global community of developers to advance the software for connected car applications.
ja: 自動車メーカーやサプライヤーは、AGL のグローバルな開発者コミュニティと直接協業し、コネクテッド カー アプリケーションのためのソフトウェアを進化させることができます。

source: Automakers and suppliers can provide input directly to open source developer community for the first time
ja: 自動車メーカーやサプライヤーがオープン ソース開発者コミュニティに情報を直接提供できるように

source: Automotive Grade Linux Delivers Industry’s First Open In-Vehicle Infotainment Software Requirements Specification
ja: Automotive Grade Linux が業界初のオープンな車載インフォテインメント ソフトウェア要件仕様を公開

source: Automotive Grade Linux Introduces New Unified Code Base Distribution
ja: Automotive Grade Linux が新しいユニファイド コード ベース ディストリビューションを導入

source: Automotive Grade Linux Webinars
ja: Automotive Grade Linux ウェビナー <https://automotive.linuxfoundation.org/webinars>

source: Automotive Grade Linux is a Collaborative Project [d1] at The Linux Foundation.
ja: Automotive Grade Linux は、Linux Foundation の協業プロジェクトです。

source: Automotive Grade Linux is a Collaborative Project at The Linux Foundation.
ja: Automotive Grade Linux は、Linux Foundation 協業プロジェクトです。

source: Automotive Grade Linux is a collaborative open source project that aims to accelerate the development and adoption of a fully open software stack for the connected car.
ja: Automotive Grade Linux は、コネクテッド カー向けフル オープン ソフトウェア スタックの開発導入を促進するオープン ソース共同開発プロジェクトです。

source: Automotive Industry Steps Up to Increase Financial Support of AGL
ja: 自動車業界が AGL への投資を一段と強化

source: Automotive Linux Summit 2015 will be held at the Hotel Chinzanso Tokyo.
ja: Automotive Linux Summit 2015 は、椿山荘で開催されます。

source: Automotive industry in the future and value of AGL in it.
ja: 未来の自動車業界と AGL の価値

source: Automotive specific middleware
ja: 自動車専用のミドルウェア

source: Available
ja: 7 Avilable

source: Backed by a global community of developers who deliver timely security fixes and regular kernel updates, Linux is the platform of choice for a growing number of security-conscious data center operators and cloud providers.
ja: セキュリティをタイムリーに修正したり、定期的なカーネル更新を行ったりする世界的な開発者コミュニティが Linux を支えていますが、セキュリティを重視するデータ センター運用業者やクラウド プロバイダーが増えている中で、これらの企業が選択するプラットフォームはまさに Linux です。

source: Barefoot Networks, Broadcom, Canonical, Cavium, Cisco, Huawei, Intel, PLUMgrid and SUSE among founding members to build an open programmable data plane for IO and networking applications
ja: Barefoot Networks、Broadcom、Canonical、Cavium、Cisco、Huawei、Intel、PLUMgrid、SUSE をはじめとする創設メンバーが IO やネットワーク アプリのためのオープンでプログラマブルなデータ プレーンを開発

source: Based on the Yocto Project, a complete embedded Linux development environment with tools, metadata, and documentation, the new AGL distribution includes:
ja: 新しい AGL ディストリビューションは、Yocto Project (ツール、メタデータ、およびドキュメンテーションを完備した完璧な組込み Linux システム開発環境) をベースにしていますが、以下のような機能と利点を備えています。

source: Basic packet routing using the multiprotocol label switching (MPLS) mechanism is now supported.
ja: マルチプロトコル ラベル スイッチング https://en.wikipedia.org/wiki/Multiprotocol_Label_Switching (MPLS) を使用した基本パケット ルーティングがサポートされました。

source: Basic support for applying patches to a running kernel, allowing the application of fixes without the need to reboot the system.
ja: システムをリブートしなくても修正を適用できるように、実行中のカーネルにパッチをあてるための基本的なサポート。

source: Because of this, we’re facing a shortage of Linux talent all over the globe, and The Linux Foundation is working on increasing access to free or affordable Linux learning materials and certifications.
ja: そのため、今や世界中で Linux 技術者が不足しており、The Linux Foundation は無料や低価格の Linux 教材や Linux 検定試験の提供を増やしているところです。

source: Because we believe only the distributed genius of thousands of innovators working as one can solve the most challenging problems of our time and build a liveable world for nine billion people and counting.
ja: それは私たちが信じているからです。世界に散らばる数千の優れた改革者たちが協力すればどんな困難な問題も克服でき、人口が 90 億を超えても住みやすい世界を実現できると。

source: Become a Member
ja: メンバーシップ

source: Before contacting us, please make sure that you take a moment to look through the event pages as answers to a lot of questions are readily available.
ja: ご連絡をいただく前に、イベントページをまずご確認ください。よくある質問とその回答が掲載されています。

source: Begin engaging at wiki.allseenalliance.org/tsc/technical_steering_committee
ja: こちらから始められます。wiki.allseenalliance.org/tsc/technical_steering_committee

source: Best practices for management of compliance information through a product’s lifecycle
ja: 製品のライフサイクルを通じたコンプライアンス情報管理のベスト プラクティス

source: Best practices for supply chain management of software and firmware
ja: ソフトウェアとハードウェアのサプライ チェーン管理のベスト プラクティス

source: Beyond orchestration and the image specification, the Cloud Native Computing Foundation aims to assemble components to address a comprehensive set of container application infrastructure needs.
ja: Cloud Native Computing Foundation は、オーケストレーションやイメージ仕様だけでなく、コンテナ アプリケーション基盤の総合的なニーズに対応できるコンポーネントを組み立てることをめざしています。

source: Billie Jean!
ja: ビリージーンだぁー!!

source: Bitdefender and Fox Technologies Leverage Open Source For Protection of Corporate Data
ja: Bitdefender と Fox Technologies がオープン ソースを利用して企業データを保護

source: Bitdefender is a global security technology company, which consistently produces award-winning security technology for businesses and consumers and is one of the top security providers in virtualization and cloud technologies.
ja: Bitdefender は、企業や消費者向けに受賞歴あるセキュリティ技術を提供し続けているグローバル セキュリティ技術企業で、仮想化技術やクラウド技術分野におけるトップクラスのセキュリティ プロバイダーです。

source: Bitdefender’s innovative software solutions are favored by many Linux users, as the software is both customizable and on-demand, making the threat-scanning process available at any time with support for many Linux distributions.
ja: Bitdefender の革新的なソフトウェア ソリューションは多くの Linux ユーザーに好まれています。そのソフトウェアはカスタマイズ可能かつオンデマンドで、多くの Linux ディストリビューターのサポートを受けていつでも脅威スキャンプロセスを利用できるためです。

source: Blockchain is a digital technology for recording and verifying transactions.
ja: Blockchain は取引の記録と検証を行うためのデジタル技術です。

source: Board Members
ja: ボード メンバー

source: Booths 1-7 & 12 - Diamond, Platinum or Gold
ja: ブース 1～7 および 12 - ダイアモンド、プラチナ、ゴールド対象

source: Booths 8-11 & 13-16 - Silver or Bronze
ja: ブース 8～11 および 13～16 - シルバー、ブロンズ対象

source: Booths will be located in the Jupiter Lobby and Foyer, and will be easily accessible to conference attendees.
ja: ブースは、来場者がアクセスしやすいジュピターのロビーとホワイエに設置されます。

source: Bringing ONOS into the Linux Foundation is good for ONOS, good for the industry, and good for OpenDaylight.
ja: ONOS が Linux Foundation に参加することは、ONOS にとっても、業界にとっても、そして OpenDaylight にとっても素晴らしいことです。

source: Bringing the Industry Together
ja: 業界規模の取り組み

source: Broad set of stakeholders join effort
ja: 多様なステークホルダーが取り組みに参加

source: Bronze Sponsor Counter
ja: ブロンズ スポンサーのカウンター

source: Bronze: 0
ja: ブロンズ: 0

source: Bronze: 3
ja: ブロンズ: 3

source: Bronze: Approx 4ft wide x 3ft high x 2ft deep (1200mm x 930mm x 600mm)
ja: ブロンズ スポンサー: 幅1200mm x 高さ930mm x 奥行き600mm

source: Businesses of all sizes are able to build, test, deploy, optimize and acquire users from a single integrated platform to accelerate time to market.
ja: あらゆる規模のビジネスが単一の統合プラットフォームで構築、検証、展開、最適化でき、ユーザーを獲得し、製品化を加速できます。

source: But the current smart home market is fragmented, with competing manufacturers developing disparate smart home systems and technologies.
ja: しかし現在のスマートホーム市場は分裂しており、どのメーカーも異種のスマートホーム システム/技術を競って開発しています。
